{
  "jurisprudencia": [
    {
      "titulo": "Procedimiento abreviado y control judicial del derecho",
      "rol": "Corte de Apelaciones de Temuco, Rol N° 1554-2024",
      "fecha": "2024-09-15",
      "resumen": "En esta causa, el Ministerio Público interpuso recurso de apelación en contra de una sentencia dictada en procedimiento abreviado, en la cual el juez de garantía condenó por uno de los hechos atribuidos al imputado, pero lo absolvió respecto de otro, al estimar que este último no configuraba delito.\n\nLa apelación se fundó en que el tribunal de primera instancia incurrió en error de derecho, al imponer un requisito no contemplado en el tipo penal, lo que llevó a una absolución improcedente. La Corte de Apelaciones acogió el recurso, corrigió la calificación jurídica y dictó condena.\n\nEl fallo enfatiza que, incluso en procedimiento abreviado, el juez de garantía debe verificar que los hechos aceptados por el imputado y los antecedentes de la investigación encuadren jurídicamente en el delito imputado. La aceptación del imputado no reemplaza el control judicial sobre la tipicidad y subsunción de los hechos.\n\nEste criterio releva dos aspectos centrales:\n1. Control judicial del derecho aplicable: La aceptación de los hechos no exime al juez de verificar si constituyen el delito imputado.\n2. Recurso de apelación por error de derecho: Si el juez exige elementos no previstos en el tipo penal o califica erróneamente, procede apelar, aun en procedimiento abreviado.\n\nCon ello, la Corte refuerza que el procedimiento abreviado no es una mera homologación de acuerdos, sino que exige un control jurídico efectivo.",
      "palabras_clave": [
        "procedimiento abreviado",
        "apelación",
        "error de derecho",
        "control judicial",
        "tipicidad"
      ],
      "enlace_fallo": "fallo-Temuco-1554-2024.pdf"
    }
  , {
  "titulo": "Corte Suprema acoge recurso de casación en el fondo",
  "fecha": "2025-10-12",
  "descripcion": "La Corte Suprema acogió el recurso de casación en el fondo interpuesto por la abogada Georgette Mora Mora, destacando la aplicación del Derecho Administrativo sobre el Civil en un caso de devolución de bonificación de retiro.",
  "contenido": "## 🧭 Corte Suprema — Rol N° 19.605-2023  \n### Recurso de Casación en el Fondo  \n**Abogada recurrente:** Georgette Mora Mora  \n\n---  \n\n### I. Contexto del caso  \nLa Corte Suprema acogió el **recurso de casación en el fondo** interpuesto por la abogada **Georgette Mora Mora**, en representación de una **ex funcionaria pública**, en el juicio seguido por la **Junta Nacional de Jardines Infantiles (JUNJI)**, que buscaba la **restitución de una bonificación por retiro voluntario** considerada indebidamente pagada.  \n\nTanto el tribunal de primera instancia como la Corte de Apelaciones habían aplicado las normas civiles sobre el **pago de lo no debido**, ordenando la devolución. Sin embargo, la Corte Suprema **corrigió ese enfoque**, precisando que el conflicto debía resolverse conforme a los **principios y normas del Derecho Administrativo**, en particular la **Ley N° 19.880 sobre Bases de los Procedimientos Administrativos**.  \n\n---  \n\n### II. Fundamentos jurídicos destacados  \nEl fallo reafirma que los actos administrativos que otorgan beneficios económicos **no pueden ser invalidados sin respetar el principio de buena fe**, ni desconocerse los límites temporales establecidos por el artículo 53 de la Ley N° 19.880.  \nLa Corte sostuvo que la Administración **no puede retrotraer los efectos de un acto válido y consentido**, afectando derechos patrimoniales consolidados bajo el amparo de la confianza legítima.  \n\nAdemás, el máximo tribunal enfatizó que la revisión de pagos efectuados a funcionarios públicos **debe ajustarse a las reglas del procedimiento administrativo**, y no al Derecho Civil, ya que la Administración **no actúa en un plano de igualdad**, sino **en ejercicio de potestades públicas regladas**.  \n\n---  \n\n### III. Doctrina y jurisprudencia citada  \nEl fallo cita a **Julia Poblete Vinaixa**, quien subraya la importancia de la **legalidad y la estabilidad de los actos administrativos** frente a la potestad de invalidación.  \nAsimismo, alude a precedentes que consolidan esta línea jurisprudencial:  \n\n- **Corte Suprema**, Rol N° 78.938-2021, 22 de marzo de 2022.  \n- **Corte Suprema**, Roles N° 4.437-2011 y 6.014-2009, sobre la exigencia de audiencia previa antes de invalidar actos que afecten derechos adquiridos.  \n\n---  \n\n### IV. Relevancia del fallo  \nEsta sentencia **marca un precedente relevante en materia de Derecho Administrativo sancionador y patrimonial**, al reafirmar que la buena fe y la estabilidad de los actos administrativos **constituyen límites infranqueables al poder invalidatorio del Estado**.  \nEl pronunciamiento fortalece la seguridad jurídica de los funcionarios públicos frente a decisiones unilaterales de la Administración y **refuerza el rol garantista del Derecho Público frente al Derecho Civil**.",
  "archivo": "https://www.georgettemora.cl/docs/Fallo-CS-Rol 19605-2023.pdf"
},
{
  "titulo": "Tribunal Constitucional acoge inaplicabilidad y permite segundo recurso de nulidad laboral",
  "rol": "Tribunal Constitucional, Rol INA N° 9870-2020",
  "fecha": "2020-12-15",
  "resumen": "El Tribunal Constitucional acogió el requerimiento de inaplicabilidad deducido por la abogada Georgette Mora Mora, en un procedimiento laboral donde se discutía la procedencia de un segundo recurso de nulidad. El caso surgió luego de que la Corte de Apelaciones anulara el primer juicio y, tras dictarse una nueva sentencia, rechazara conocer un nuevo recurso de nulidad por aplicación del artículo 482 del Código del Trabajo.\n\nEl Tribunal estimó que dicha interpretación vulneraba el derecho al debido proceso y a la tutela judicial efectiva, al impedir la revisión de una sentencia distinta y autónoma dictada luego de una primera nulidad. Señaló que la prohibición de anular por segunda vez no puede operar cuando se trata de un nuevo juicio, pues ello implicaría denegar justicia y restringir el control jurisdiccional sobre una nueva decisión.\n\nEl fallo reafirma que las normas procesales deben aplicarse conforme a la Constitución, evitando que su interpretación formalista impida el ejercicio del derecho de defensa y el acceso a la justicia.",
  "palabras_clave": ["inaplicabilidad", "Tribunal Constitucional", "recurso de nulidad laboral", "debido proceso", "artículo 482 Código del Trabajo"],
  "enlace_fallo": "Fallo-TC-INA 9870-2020.pdf"
}
  ]
}
