{
  "jurisprudencia": [
    {
      "titulo": "Procedimiento abreviado y control judicial del derecho",
      "rol": "Corte de Apelaciones de Temuco, Rol N° 1554-2024",
      "fecha": "2024-09-15",
      "resumen": "En esta causa, el Ministerio Público interpuso recurso de apelación en contra de una sentencia dictada en procedimiento abreviado, en la cual el juez de garantía condenó por uno de los hechos atribuidos al imputado, pero lo absolvió respecto de otro, al estimar que este último no configuraba delito.\n\nLa apelación se fundó en que el tribunal de primera instancia incurrió en error de derecho, al imponer un requisito no contemplado en el tipo penal, lo que llevó a una absolución improcedente. La Corte de Apelaciones acogió el recurso, corrigió la calificación jurídica y dictó condena.\n\nEl fallo enfatiza que, incluso en procedimiento abreviado, el juez de garantía debe verificar que los hechos aceptados por el imputado y los antecedentes de la investigación encuadren jurídicamente en el delito imputado. La aceptación del imputado no reemplaza el control judicial sobre la tipicidad y subsunción de los hechos.\n\nEste criterio releva dos aspectos centrales:\n1. Control judicial del derecho aplicable: La aceptación de los hechos no exime al juez de verificar si constituyen el delito imputado.\n2. Recurso de apelación por error de derecho: Si el juez exige elementos no previstos en el tipo penal o califica erróneamente, procede apelar, aun en procedimiento abreviado.\n\nCon ello, la Corte refuerza que el procedimiento abreviado no es una mera homologación de acuerdos, sino que exige un control jurídico efectivo.",
      "palabras_clave": [
        "procedimiento abreviado",
        "apelación",
        "error de derecho",
        "control judicial",
        "tipicidad"
      ],
      "enlace_fallo": "fallo-Temuco-1554-2024.pdf"
    }
  ,    {
      "titulo": "Invalidación administrativa y buena fe del administrado",
      "rol": "Corte Suprema, Rol N° 19.605-2023",
      "fecha": "2024-06-03",
      "resumen": "La Corte Suprema acogió el recurso de casación en el fondo interpuesto por la abogada Georgette Mora Mora, corrigiendo la errónea aplicación del Código Civil en un caso donde la JUNJI pretendía la restitución de una bonificación por retiro voluntario. El fallo reafirma que los pagos derivados de actos administrativos firmes sólo pueden revisarse mediante el procedimiento de invalidación del artículo 53 de la Ley N° 19.880, y no por vías civiles. Asimismo, reconoce la buena fe del administrado y los límites que impone a la potestad de autotutela de la Administración, enfatizando la primacía del Derecho Público sobre el Derecho Común.",
      "comentario": "Contexto: La JUNJI demandó la restitución de una bonificación de retiro voluntario alegando sobrepago por error administrativo. Los jueces de instancia acogieron la acción civil de pago de lo no debido. La Corte Suprema corrige el enfoque: el pago provino de un acto administrativo firme (resolución exenta) y no puede desconocerse sin seguir el procedimiento de invalidación del art. 53 de la Ley 19.880.\n\nMateria de fondo: (1) Error de derecho de los sentenciadores: resolvieron con normas civiles, prescindiendo del régimen de Derecho Público aplicable a un acto administrativo firme y con presunción de legalidad. (2) Invalidación (art. 53 Ley 19.880): procedimiento reglado, con audiencia del interesado y plazo fatal de dos años. La Administración no puede corregir el acto por resoluciones posteriores fuera de plazo ni sin audiencia. (3) Buena fe: el administrado recibió el pago en virtud de un acto vigente, sin conducta dolosa. La Administración debe asumir su propio error; no puede trasladar el costo al administrado cuya actuación se ampara en su buena fe.\n\nConsecuencias: Al no haberse invalidado en tiempo y forma, el acto se mantiene firme; no hay pago indebido ni procede la acción civil de cobro. La Corte acoge la casación y rechaza la demanda.\n\nClaves: Prevalece el Derecho Público sobre el Derecho Común cuando media un acto estatal. La buena fe del administrado y el principio de juridicidad limitan la autotutela administrativa.\n\nAbogada recurrente: Georgette Mora Mora.",
      "palabras_clave": ["invalidación administrativa", "buena fe", "Ley 19.880", "casación en el fondo", "Derecho Público"],
      "enlace_fallo": "Fallo-CS-19605-2023.pdf"
    }
  ]
}
