{
  "jurisprudencia": [
    {
      "titulo": "Procedimiento abreviado y control judicial del derecho",
      "rol": "Corte de Apelaciones de Temuco, Rol N° 1554-2024",
      "fecha": "2024-09-15",
      "resumen": "En esta causa, el Ministerio Público interpuso recurso de apelación en contra de una sentencia dictada en procedimiento abreviado, en la cual el juez de garantía condenó por uno de los hechos atribuidos al imputado, pero lo absolvió respecto de otro, al estimar que este último no configuraba delito. La apelación se fundó en que el tribunal de primera instancia incurrió en error de derecho, al imponer un requisito no contemplado en el tipo penal, lo que llevó a una absolución improcedente. La Corte de Apelaciones acogió el recurso, corrigió la calificación jurídica y dictó condena. El fallo enfatiza que, incluso en procedimiento abreviado, el juez de garantía debe verificar que los hechos aceptados por el imputado y los antecedentes de la investigación encuadren jurídicamente en el delito imputado. La aceptación del imputado no reemplaza el control judicial sobre la tipicidad y subsunción.",
      "palabras_clave": ["procedimiento abreviado", "apelación", "error de derecho", "control judicial", "tipicidad"],
      "enlace_fallo": "docs/fallo1.pdf"
    },
    {
      "titulo": "Corte Suprema acoge recurso de casación en el fondo",
      "rol": "Corte Suprema, Rol N° 19.605-2023",
      "fecha": "2025-10-12",
      "resumen": "La Corte Suprema acogió el recurso de casación en el fondo interpuesto por la abogada Georgette Mora Mora, destacando la aplicación del Derecho Administrativo sobre el Civil en un caso de devolución de bonificación de retiro.",
      "comentario": "## 🧭 Corte Suprema — Rol N° 19.605-2023\n### Recurso de Casación en el Fondo\n**Abogada recurrente:** Georgette Mora Mora\n\n---\n\n### I. Contexto del caso\nLa Corte Suprema acogió el **recurso de casación en el fondo** interpuesto por la abogada **Georgette Mora Mora**, en representación de una **ex funcionaria pública**, en el juicio seguido por la **JUNJI**, que buscaba la **restitución de una bonificación por retiro voluntario** considerada indebidamente pagada.\n\nTanto el tribunal de primera instancia como la Corte de Apelaciones habían aplicado las normas civiles sobre **pago de lo no debido**, ordenando la devolución. Sin embargo, la Corte Suprema **corrigió ese enfoque**, precisando que el conflicto debía resolverse conforme a los **principios y normas del Derecho Administrativo**, en particular la **Ley N° 19.880**.\n\n---\n\n### II. Fundamentos jurídicos destacados\nLos actos administrativos que otorgan beneficios económicos **no pueden ser invalidados** sin respetar la **buena fe** ni los **límites temporales** del art. 53 de la Ley 19.880. La Administración **no puede retrotraer** los efectos de un acto válido y consentido, afectando derechos consolidados.\n\nAdemás, la revisión de pagos a funcionarios públicos **debe ajustarse al procedimiento administrativo**, y no al Derecho Civil: la Administración **no actúa en plano de igualdad**, sino **en ejercicio de potestades públicas regladas**.\n\n---\n\n### III. Doctrina y jurisprudencia citada\n**Julia Poblete Vinaixa**; y precedentes: CS Rol N° 78.938-2021 (22.03.2022), CS Roles N° 4.437-2011 y 6.014-2009 (audiencia previa para invalidar actos que afecten derechos adquiridos).\n\n---\n\n### IV. Relevancia del fallo\nPrecedente relevante en Derecho Administrativo patrimonial: **buena fe** y **estabilidad** de los actos administrativos como **límites** a la potestad invalidatoria. Refuerza seguridad jurídica y el rol garantista del Derecho Público frente al Derecho Civil.",
      "palabras_clave": ["Ley 19.880", "buena fe", "acto administrativo", "casación en el fondo", "Derecho Público"],
      "enlace_fallo": "docs/fallo2.pdf"
    },
    {
      "titulo": "Tribunal Constitucional acoge inaplicabilidad y permite segundo recurso de nulidad laboral",
      "rol": "Tribunal Constitucional, Rol INA N° 9870-2020",
      "fecha": "2020-12-15",
      "resumen": "El Tribunal Constitucional acogió el requerimiento de inaplicabilidad deducido por la abogada Georgette Mora Mora para permitir un segundo recurso de nulidad respecto de la sentencia dictada tras una primera anulación. La interpretación literal del art. 482 CT impedía ese control y vulneraba el debido proceso y la tutela judicial efectiva.",
      "comentario": "## ⚖️ Tribunal Constitucional — Rol INA N° 9870-2020\n**Abogada requirente:** Georgette Mora Mora\n\n### I. Antecedentes del caso\nTras anularse el primer juicio laboral y dictarse una nueva sentencia, se interpuso **segundo recurso de nulidad**. La Corte lo rechazó invocando el **art. 482 CT** (prohibición de una nueva anulación). Se dedujo **inaplicabilidad** para evitar esa lectura restrictiva.\n\n### II. Fundamentos del Tribunal\nEl TC estimó que aplicar el art. 482 CT para cerrar el acceso al segundo recurso **vulneraba el art. 19 N° 3 CPR** (debido proceso y tutela judicial). La prohibición de “segunda nulidad” **no procede** cuando se trata de **una nueva sentencia** dictada tras la primera anulación, pues es una decisión **autónoma** que debe poder ser controlada.\n\n### III. Relevancia\nEl fallo permitió que la Corte **admitiera y acogiera** el segundo recurso de nulidad, anulando nuevamente el juicio. Se fija el criterio: las normas procesales deben interpretarse **conforme a la Constitución**, evitando que una lectura formalista **deniegue justicia**.",
      "palabras_clave": ["inaplicabilidad", "artículo 482 CT", "recurso de nulidad laboral", "debido proceso", "tutela judicial"],
      "enlace_fallo": "docs/fallo3.pdf"
    }
  ]
}
