{
  "jurisprudencia": [
    {
      "titulo": "Procedimiento abreviado y control judicial del derecho",
      "rol": "Corte de Apelaciones de Temuco, Rol N° 1554-2024",
      "fecha": "2024-09-15",
      "resumen": "En esta causa, el Ministerio Público interpuso recurso de apelación en contra de una sentencia dictada en procedimiento abreviado, en la cual el juez de garantía condenó por uno de los hechos atribuidos al imputado, pero lo absolvió respecto de otro, al estimar que este último no configuraba delito.\n\nLa apelación se fundó en que el tribunal de primera instancia incurrió en error de derecho, al imponer un requisito no contemplado en el tipo penal, lo que llevó a una absolución improcedente. La Corte de Apelaciones acogió el recurso, corrigió la calificación jurídica y dictó condena.\n\nEl fallo enfatiza que, incluso en procedimiento abreviado, el juez de garantía debe verificar que los hechos aceptados por el imputado y los antecedentes de la investigación encuadren jurídicamente en el delito imputado. La aceptación del imputado no reemplaza el control judicial sobre la tipicidad y subsunción de los hechos.\n\nEste criterio releva dos aspectos centrales:\n1. Control judicial del derecho aplicable: La aceptación de los hechos no exime al juez de verificar si constituyen el delito imputado.\n2. Recurso de apelación por error de derecho: Si el juez exige elementos no previstos en el tipo penal o califica erróneamente, procede apelar, aun en procedimiento abreviado.\n\nCon ello, la Corte refuerza que el procedimiento abreviado no es una mera homologación de acuerdos, sino que exige un control jurídico efectivo.",
      "palabras_clave": [
        "procedimiento abreviado",
        "apelación",
        "error de derecho",
        "control judicial",
        "tipicidad"
      ],
      "enlace_fallo": "fallo-Temuco-1554-2024.pdf"
    }
  ,  {
  "titulo": "Invalidación administrativa y buena fe del administrado",
  "rol": "Corte Suprema, Rol N° 19.605-2023",
  "fecha": "2024-06-03",
  "resumen": "La Corte Suprema acogió el recurso de casación en el fondo interpuesto por la abogada Georgette Mora Mora. El fallo reafirma que pagos derivados de actos administrativos firmes solo pueden revisarse mediante el procedimiento de invalidación del art. 53 de la Ley 19.880 (con audiencia y dentro de 2 años), y no por vías civiles. Reconoce la buena fe del administrado y limita la autotutela administrativa.",
  "comentario": "🏛️ Contexto\\n\\nLa Corte Suprema acoge la casación en el fondo deducida por la abogada Georgette Mora Mora en un juicio donde la JUNJI buscaba la restitución de una bonificación por retiro voluntario, alegando sobrepago por error administrativo. Los tribunales de instancia trataron el caso como “pago de lo no debido” del Código Civil; la Corte corrige el enfoque y aplica el Derecho Administrativo.\\n\\n⚖️ Materia de fondo acogida\\n1) Error de derecho de los sentenciadores: el pago proviene de una resolución exenta firme y ejecutoriada. No puede desconocerse por la vía civil sin haber sido previamente invalidada o revocada según la Ley 19.880.\\n2) Invalidación (art. 53 Ley 19.880): es un procedimiento reglado, exige audiencia del interesado y tiene un plazo fatal de 2 años. La Administración no puede “arreglar” el acto por resoluciones posteriores, fuera de plazo ni sin oír a la persona afectada.\\n3) Buena fe del administrado: quien recibió el pago lo hizo en virtud de un acto válido y vigente, sin conducta dolosa. Corresponde a la Administración asumir su error y no trasladar el costo a quien obró de buena fe.\\n\\n📌 Consecuencias jurídicas\\n• Al no haberse invalidado en tiempo y forma, el acto administrativo se mantiene firme.\\n• No hay pago indebido ni procede la acción civil de cobro.\\n• Se acoge la casación; se dejan sin efecto las sentencias de instancia y se rechaza la demanda.\\n\\n🔎 Claves interpretativas\\n• Prevalece el Derecho Público sobre el Derecho Común cuando interviene la Administración (art. 4 CC).\\n• El principio de juridicidad (arts. 6 y 7 CPR) y la buena fe del administrado limitan la autotutela.\\n\\nAbogada recurrente: Georgette Mora Mora.",
  "palabras_clave": ["invalidación administrativa", "buena fe", "Ley 19.880", "casación en el fondo", "Derecho Público"],
  "enlace_fallo": "Fallo-CS-19605-2023.pdf"
}
  ]
}
